Repository: yhxuee/ledger
Catalog: Finsy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, th, zh_hans, zh_hant

source: Finsy Statement Ready
de: Finsy-Abrechnung bereit
es: Extracto de Finsy listo
fr: Relevé Finsy prêt
ja: Finsy明細書の準備ができました
ko: Finsy 명세서 준비 완료
ru: Выписка Finsy готова
th: ใบแจ้งยอด Finsy พร้อมแล้ว
zh_hans: Finsy 月度账单已就绪
zh_hant: Finsy 月度帳單已就緒

source: Finsy cannot recover an encrypted ledger if every authorized copy of its encryption key is lost. Keep at least one authorized device or transfer the key when replacing devices.
de: Finsy kann ein verschlüsseltes Hauptbuch nicht wiederherstellen, wenn alle autorisierten Kopien verloren gehen. Behalten Sie mindestens ein autorisiertes Gerät oder übertragen Sie den Schlüssel bei Gerätewechsel.
es: Finsy no puede recuperar un libro cifrado si se pierden todas las copias autorizadas de su clave de cifrado. Mantén al menos un dispositivo autorizado o transfiere la clave al cambiar de dispositivo.
fr: Finsy ne peut pas récupérer un grand livre chiffré si toutes les copies autorisées de la clé sont perdues. Conservez au moins un appareil autorisé ou transférez la clé lors du changement d'appareil.
ja: 承認されたすべてのデバイスで暗号化キーが失われた場合、Finsyは暗号化された台帳を復元できません。少なくとも1台の承認済みデバイスを保持するか、デバイス交換時にキーを移行してください。
ko: 승인된 모든 기기에서 암호화 키를 분실하면 Finsy는 암호화된 장부를 복구할 수 없습니다. 최소 1대의 승인된 기기를 유지하거나 기기 교체 시 키를 이전하세요.
ru: Finsy не сможет восстановить зашифрованную книгу, если утеряны все копии ключа шифрования. Сохраняйте хотя бы одно авторизованное устройство или передавайте ключ при смене устройств.
th: Finsy ไม่สามารถกู้คืนสมุดบัญชีที่เข้ารหัสได้หากสำเนาคีย์การเข้ารหัสที่ได้รับอนุญาตทั้งหมดสูญหาย เก็บอุปกรณ์ที่ได้รับอนุญาตไว้อย่างน้อยหนึ่งเครื่องหรือถ่ายโอนคีย์เมื่อเปลี่ยนอุปกรณ์
zh_hans: 如果账本加密密钥的所有已授权副本全部丢失，Finsy 将无法恢复加密账本。请保留至少一台已授权设备，或在更换设备时转移密钥。
zh_hant: 若帳本加密金鑰的所有已授權複本全部遺失，Finsy 將無法復原加密帳本。請保留至少一部已授權裝置，或在更換裝置時轉移金鑰。

source: Finsy needs notification permission to send your daily bookkeeping reminders. Please enable notifications in iOS Settings.
de: Finsy benötigt die Berechtigung für Mitteilungen für tägliche Erinnerungen. Bitte aktivieren Sie diese in den iOS-Einstellungen.
es: Finsy necesita permiso de notificaciones para enviar recordatorios diarios. Actívalas en Ajustes de iOS.
fr: Finsy a besoin de l'autorisation d'envoyer des notifications pour vos rappels quotidiens. Activez-les dans Réglages iOS.
ja: 毎日の記録リマインダーを送信するには通知権限が必要です。iOSの「設定」で通知を有効にしてください。
ko: 매일 기록 알림을 보내려면 알림 권한이 필요합니다. iOS '설정'에서 알림을 켜주세요.
ru: Finsy требуется разрешение на уведомления для отправки напоминаний о записях. Пожалуйста, включите уведомления в Настройках iOS.
th: Finsy ต้องการการอนุญาตการแจ้งเตือนเพื่อส่งการแจ้งเตือนการบันทึกบัญชีรายวัน โปรดเปิดใช้งานการแจ้งเตือนในการตั้งค่า iOS
zh_hans: Finsy 需要通知权限以发送每日记账提醒。请在 iOS“设置”中开启通知权限。
zh_hant: Finsy 需要通知權限以發送每日記帳提醒。請在 iOS「設定」中開啟通知權限。

source: Finsy · Multi-Currency Double-Entry Ledger
de: Finsy · Multiwährungs-Doppelbuchführung
es: Finsy · Contabilidad por partida doble multidivisa
fr: Finsy · Grand livre en partie double multidevise
ru: Finsy · Мультивалютный двойной учёт
th: Finsy · สมุดบัญชีแยกประเภทสองทางหลายสกุลเงิน
zh_hans: Finsy · 多币种复式记账
zh_hant: Finsy · 多幣種複式記帳

source: First Card
de: Erste Karte
es: Primera tarjeta
fr: Première carte
ja: 1枚目のカード
ko: 첫 번째 카드
ru: Первая карта
th: บัตรใบแรก
zh_hans: 第一张卡片
zh_hant: 第一張卡片

source: Food
de: Essen
es: Comida
fr: Alimentation
ja: 飲食
ko: 식비
ru: Еда
th: อาหาร
zh_hans: 餐饮
zh_hant: 餐飲

source: Forecast based on the last %lld days
de: Prognose basierend auf den letzten %lld Tagen
es: Previsión basada en los últimos %lld días
fr: Prévision basée sur les %lld derniers jours
ja: 過去%lld日間の支出に基づく予測
ko: 최근 %lld일간의 지출 기반 예측
ru: Прогноз на основе последних %lld дн.
th: พยากรณ์จาก %lld วันที่ผ่านมา
zh_hans: 基于最近 %lld 天的支出预测
zh_hant: 基於最近 %lld 天的支出預測

source: Forecasting
de: Prognose
es: Previsión
fr: Prévisions
ja: 予測機能
ko: 예측 기능
ru: Прогнозирование
th: การคาดการณ์
zh_hans: 预测功能
zh_hant: 預測功能

source: Forecasting starts after 14 days of recorded spending.
de: Die Prognose beginnt nach 14 Tagen erfasster Ausgaben.
es: La previsión comienza tras registrar gastos durante 14 días.
fr: Les prévisions commencent après 14 jours de dépenses enregistrées.
ja: 支出記録が14日分蓄積されると予測が開始されます。
ko: 지출 내역이 14일 이상 기록되면 예측이 시작됩니다.
ru: Прогноз станет доступен после 14 дней учёта расходов.
th: การคาดการณ์จะเริ่มหลังจากบันทึกการใช้จ่ายครบ 14 วัน
zh_hans: 记录支出满 14 天后开启预测。
zh_hant: 記錄支出滿 14 天後開啟預測。

source: Freeze
de: Einfrieren
es: Congelar
fr: Geler
ja: 凍結
ko: 동결
ru: Заморозить
th: อายัด
zh_hans: 冻结
zh_hant: 凍結

source: From
de: Von
es: Desde
fr: De
ja: 振替元
ko: 보낸 곳
ru: Со счёта
th: จาก
zh_hans: 转出
zh_hant: 轉出

source: From Account
de: Ausgangskonto
es: Cuenta de origen
fr: Compte d'origine
ja: 振替元口座
ko: 출금 계좌
ru: Счёт списания
th: จากบัญชี
zh_hans: 转出账户
zh_hant: 轉出帳戶

source: From Account Amount
de: Betrag Ausgangskonto
es: Importe de cuenta de origen
fr: Montant du compte d'origine
ja: 出金額
ko: 출금 금액
ru: Сумма счёта списания
th: ยอดเงินจากบัญชีต้นทาง
zh_hans: 转出账户金额
zh_hant: 轉出帳戶金額

source: From Amount
de: Ausgangsbetrag
es: Importe de origen
fr: Montant débité
ja: 出金額
ko: 출금 금액
ru: Сумма списания
th: ยอดเงินจาก
zh_hans: 转出金额
zh_hant: 轉出金額

source: Frozen
de: Eingefroren
es: Congelado
fr: Gelé
ja: 凍結中
ko: 동결됨
ru: Заморожен
th: อายัดแล้ว
zh_hans: 已冻结
zh_hant: 已凍結

source: Functions
de: Funktionen
es: Funciones
fr: Fonctions
ja: 機能
ko: 기능
ru: Функции
th: ฟังก์ชัน
zh_hans: 功能设置
zh_hant: 功能設定

source: Future CloudKit records and backups for this ledger will no longer use the ledger encryption key. Existing encrypted backup files remain encrypted.
de: Zukünftige CloudKit-Datensätze und Sicherungen für dieses Hauptbuch verwenden den Schlüssel nicht mehr. Vorhandene Sicherungen bleiben verschlüsselt.
es: Los futuros registros de CloudKit y copias para este libro ya no usarán la clave de cifrado. Las copias cifradas existentes seguirán estándolo.
fr: Les futurs enregistrements CloudKit et sauvegardes pour ce grand livre n'utiliseront plus la clé de chiffrement. Les fichiers existants restent chiffrés.
ja: この台帳の今後のCloudKitレコードとバックアップでは暗号化キーを使用しません。既存の暗号化バックアップファイルは暗号化されたまま残ります。
ko: 이 장부의 향후 CloudKit 레코드 및 백업은 더 이상 장부 암호화 키를 사용하지 않습니다. 기존 암호화 백업 파일은 암호화된 상태로 유지됩니다.
ru: Будущие записи CloudKit и резервные копии этой книги больше не будут использовать ключ шифрования. Существующие резервные копии останутся зашифрованными.
th: ระเบียนและการสำรองข้อมูล CloudKit ในอนาคตสำหรับสมุดบัญชีนี้จะไม่ใช้คีย์การเข้ารหัสอีกต่อไป ไฟล์สำรองที่เข้ารหัสที่มีอยู่จะยังคงเข้ารหัสอยู่
zh_hans: 此账本未来的 CloudKit 记录和备份将不再使用账本加密密钥。已有的加密备份文件仍将保持加密。
zh_hant: 此帳本未來的 CloudKit 記錄與備份將不再使用帳本加密金鑰。現有的加密備份檔案仍將保持加密。

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
ru: Основные
th: ทั่วไป
zh_hans: 常规
zh_hant: 一般

source: Generate PDF
de: PDF erstellen
es: Generar PDF
fr: Générer le PDF
ja: PDFを生成
ko: PDF 생성
ru: Создать PDF
th: สร้าง PDF
zh_hans: 生成 PDF
zh_hant: 生成 PDF

source: Glass
de: Glas
es: Vidrio
fr: Verre
ja: ガラス
ko: 유리
ru: Стекло
th: กระจก
zh_hans: 玻璃
zh_hant: 玻璃

source: Haptic Feedback
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
ja: 触覚フィードバック
ko: 햅틱 피드백
ru: Тактильный отклик
th: การตอบสนองแบบสั่น
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Highest Tax
de: Höchste Steuer
es: Impuesto más alto
fr: Taxe la plus élevée
ja: 最高税率
ko: 최고 세율
ru: Наибольший налог
th: ภาษีสูงสุด
zh_hans: 最高税费
zh_hant: 最高稅費

source: Icon
de: Symbol
es: Icono
fr: Icône
ja: アイコン
ko: 아이콘
ru: Значок
th: ไอคอน
zh_hans: 图标
zh_hant: 圖示

source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
ru: Импорт
th: นำเข้า
zh_hans: 导入
zh_hant: 匯入

source: Import Backup
de: Sicherung importieren
es: Importar copia
fr: Importer la sauvegarde
ja: バックアップを読み込む
ko: 백업 가져오기
ru: Импорт резервной копии
th: นำเข้าการสำรองข้อมูล
zh_hans: 导入备份
zh_hant: 匯入備份

source: Import Preview
de: Importvorschau
es: Vista previa de importación
fr: Aperçu de l'importation
ja: 読み込みプレビュー
ko: 가져오기 미리보기
ru: Предпросмотр импорта
th: ตัวอย่างการนำเข้า
zh_hans: 导入预览
zh_hant: 匯入預覽

source: Import from Calendar
de: Aus Kalender importieren
es: Importar del calendario
fr: Importer du calendrier
ja: カレンダーから読み込む
ko: 캘린더에서 가져오기
ru: Импорт из календаря
th: นำเข้าจากปฏิทิน
zh_hans: 从日历导入
zh_hant: 從行事曆匯入

source: Import replaces the current private local ledger. While viewing a shared ledger, it creates a separate local ledger and never overwrites collaborators’ CloudKit data.
de: Der Import ersetzt das aktuelle lokale Hauptbuch. Bei geteilten Büchern wird ein separates lokales Buch erstellt, ohne CloudKit-Daten anderer zu überschreiben.
es: La importación reemplaza el libro local actual. Al ver un libro compartido, crea uno independiente y nunca sobrescribe los datos de CloudKit de los colaboradores.
fr: L'importation remplace le grand livre local privé actuel. Lors de la consultation d'un grand livre partagé, elle crée un grand livre local distinct sans écraser les données CloudKit.
ja: 読み込みを行うと現在のローカル台帳が置き換えられます。共有台帳を閲覧中の場合は個別のローカル台帳が作成され、共同作業者のCloudKitデータを上書きすることはありません。
ko: 가져오기를 실행하면 현재 로컬 개인 장부가 대체됩니다. 공유 장부를 보는 중인 경우 별도의 로컬 장부가 생성되며 공동 작업자의 CloudKit 데이터를 덮어쓰지 않습니다.
ru: Импорт заменит текущую локальную книгу. При просмотре общей книги будет создана отдельная локальная книга, данные соавторов в CloudKit не перезапишутся.
th: การนำเข้าจะแทนที่สมุดบัญชีส่วนตัวในเครื่องปัจจุบัน ขณะดูสมุดบัญชีที่แชร์ จะเป็นการสร้างสมุดบัญชีในเครื่องแยกต่างหาก และไม่เขียนทับข้อมูล CloudKit ของผู้ร่วมงาน
zh_hans: 导入将替换当前私有本地账本。在查看共享账本时，它将创建单独的本地账本，不会覆盖协作者的 CloudKit 数据。
zh_hant: 匯入將取代目前私有本機帳本。檢視共享帳本時，將建立獨立的本機帳本，絕不覆寫協作者的 CloudKit 資料。

source: Incentives & rewards
de: Prämien & Boni
es: Incentivos y recompensas
fr: Primes et gratifications
ja: 賞与・インセンティブ
ko: 상여금 및 성과급
ru: Премии и поощрения
th: เงินรางวัลและสิ่งจูงใจ
zh_hans: 年终奖、项目提成、绩效奖金
zh_hant: 年終獎、專案提成、績效獎金

source: Includes scheduled transactions and installments.
de: Einschließlich geplanter Transaktionen und Raten.
es: Incluye transacciones programadas y cuotas.
fr: Comprend les transactions programmées et les échéances.
ja: 予定された定期取引と分割払いを含みます。
ko: 예정된 정기 거래 및 할부가 포함됩니다.
ru: Включая запланированные транзакции и рассрочки.
th: รวมถึงธุรกรรมตามกำหนดเวลาและการผ่อนชำระ
zh_hans: 包含计划交易与分期还款。
zh_hant: 包含計劃交易與分期還款。

source: Includes you
de: Schließt dich ein
es: Te incluye a ti
fr: Vous inclus
ja: 自分を含む
ko: 본인 포함
ru: Включая вас
th: รวมคุณด้วย
zh_hans: 包含自己
zh_hant: 包含自己

source: Income
de: Einnahme
es: Ingreso
fr: Revenu
ja: 収入
ko: 수입
ru: Доход
th: รายได้
zh_hans: 收入
zh_hant: 收入

source: Income Categories
de: Einnahmekategorien
es: Categorías de ingresos
fr: Catégories de revenus
ja: 収入カテゴリ
ko: 수입 카테고리
ru: Категории доходов
th: หมวดหมู่รายได้
zh_hans: 收入类别
zh_hant: 收入類別

source: Income tax must be below 100%.
de: Die Einkommensteuer muss unter 100% liegen.
es: El impuesto sobre la renta debe ser inferior al 100%.
fr: L'impôt sur le revenu doit être inférieur à 100 %.
ja: 所得税率は100%未満である必要があります。
ko: 소득세율은 100% 미만이어야 합니다.
ru: Подоходный налог должен быть меньше 100%.
th: ภาษีเงินได้ต้องต่ำกว่า 100%
zh_hans: 所得税率必须低于 100%。
zh_hant: 所得稅率必須低於 100%。

source: Installment
de: Rate
es: Cuota
fr: Échéance
ja: 分割払い
ko: 할부
ru: Рассрочка
th: การผ่อนชำระ
zh_hans: 分期
zh_hant: 分期

source: Interest
de: Zinsen
es: Intereses
fr: Intérêts
ja: 利息
ko: 이자
ru: Проценты
th: ดอกเบี้ย
zh_hans: 利息收入
zh_hant: 利息收入

source: Interest Frequency
de: Zinshäufigkeit
es: Frecuencia de intereses
fr: Fréquence des intérêts
ja: 利息周期
ko: 이자 주기
ru: Периодичность процентов
th: ความถี่ดอกเบี้ย
zh_hans: 计息周期
zh_hant: 計息週期

source: Interest is recalculated from the current outstanding principal each time it runs.
de: Die Zinsen werden jedes Mal anhand der aktuellen Restschuld neu berechnet.
es: Los intereses se recalculan a partir del principal pendiente actual cada vez que se ejecuta.
fr: Les intérêts sont recalculés à partir du principal restant dû à chaque exécution.
ja: 実行ごとに現在の残存元金から利息が再計算されます。
ko: 실행할 때마다 현재 남은 원금을 기준으로 이자가 재계산됩니다.
ru: Проценты пересчитываются от текущего остатка основного долга при каждом списании.
th: ดอกเบี้ยจะถูกคำนวณใหม่จากเงินต้นคงค้างปัจจุบันในแต่ละครั้งที่ดำเนินการ
zh_hans: 每次计息均按当前尚未偿还的本金重新计算。
zh_hant: 每次計息均按當前尚未償還的本金重新計算。

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
ja: 間隔
ko: 주기
ru: Интервал
th: ช่วงเวลา
zh_hans: 周期
zh_hant: 週期

source: Invest
de: Investieren
es: Invertir
fr: Investir
ja: 投資
ko: 투자
ru: Инвестиции
th: ลงทุน
zh_hans: 投资
zh_hant: 投資

source: Investment
de: Investition
es: Inversión
fr: Investissement
ja: 投資口座
ko: 투자 계좌
ru: Инвестиции
th: การลงทุน
zh_hans: 投资
zh_hant: 投資

source: Investments
de: Anlagekonten
es: Cuentas de inversión
fr: Comptes d'investissement
ja: 投資
ko: 투자
ru: Инвестиционные счета
th: บัญชีการลงทุน
zh_hans: 投资账户
zh_hant: 投資帳戶

source: Item name
de: Artikelname
es: Nombre del artículo
fr: Nom de l'article
ja: 品目名
ko: 항목 이름
ru: Наименование товара
th: ชื่อรายการ
zh_hans: 品项名称
zh_hant: 品項名稱

source: Items
de: Artikel
es: Artículos
fr: Articles
ja: 品目
ko: 항목
ru: Товары
th: รายการ
zh_hans: 物品
zh_hant: 品項

source: Key Available
de: Schlüssel verfügbar
es: Clave disponible
fr: Clé disponible
ja: キー取得可能
ko: 키 사용 가능
ru: Ключ доступен
th: มีคีย์อยู่
zh_hans: 密钥可用
zh_hant: 密鑰可用

source: Key Safety
de: Schlüsselsicherheit
es: Seguridad de clave
fr: Sécurité de la clé
ja: キーの安全性
ko: 키 보안
ru: Безопасность ключа
th: ความปลอดภัยของคีย์
zh_hans: 密钥安全
zh_hant: 密鑰安全

source: Last Backup
de: Letzte Sicherung
es: Última copia
fr: Dernière sauvegarde
ja: 前回のバックアップ
ko: 마지막 백업
ru: Последняя копия
th: สำรองข้อมูลล่าสุด
zh_hans: 上次备份
zh_hant: 上次備份

source: Last Refreshed: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière actualisation : %@
ja: 最終更新: %@
ko: 마지막 새로고침: %@
ru: Обновлено: %@
th: รีเฟรชล่าสุด: %@
zh_hans: 上次刷新: %@
zh_hant: 上次重新整理: %@

source: Latest Transactions
de: Neueste Transaktionen
es: Últimas transacciones
fr: Dernières transactions
ja: 最近の取引
ko: 최근 거래
ru: Последние транзакции
th: ธุรกรรมล่าสุด
zh_hans: 最近交易
zh_hant: 最近交易

source: Ledger
de: Hauptbuch
es: Libro contable
fr: Grand livre
ja: 明細
ko: 내역
ru: Книга
th: สมุดบัญชี
zh_hans: 明细
zh_hant: 明細

source: Ledger Backup Found
de: Hauptbuch-Sicherung gefunden
es: Copia de libro encontrada
fr: Sauvegarde de grand livre trouvée
ja: 台帳バックアップが見つかりました
ko: 장부 백업 발견
ru: Найдена копия книги
th: พบการสำรองข้อมูลสมุดบัญชี
zh_hans: 发现账本备份
zh_hant: 發現帳本備份

source: Lending
de: Ausleihe
es: Préstamos otorgados
fr: Prêts accordés
ja: 貸付
ko: 대여금
ru: Займы выданные
th: การให้กู้ยืม
zh_hans: 借出
zh_hant: 借出

source: Liabilities
de: Verbindlichkeiten
es: Pasivos
fr: Passifs
ja: 負債
ko: 부채
ru: Обязательства
th: หนี้สิน
zh_hans: 负债
zh_hant: 負債

source: Loan
de: Darlehen
es: Préstamo
fr: Emprunt
ja: ローン
ko: 대출
ru: Кредит / Займ
th: เงินกู้
zh_hans: 借贷
zh_hant: 借貸

source: Local app data was reset. Shared CloudKit data was not deleted.
de: Lokale App-Daten wurden zurückgesetzt. Geteilte CloudKit-Daten wurden nicht gelöscht.
es: Se restablecieron los datos locales. Los datos compartidos de CloudKit no se eliminaron.
fr: Les données locales ont été réinitialisées. Les données CloudKit partagées n'ont pas été supprimées.
ja: ローカルアプリデータを初期化しました。共有CloudKitデータは削除されていません。
ko: 로컬 앱 데이터가 초기화되었습니다. 공유 CloudKit 데이터는 삭제되지 않았습니다.
ru: Локальные данные сброшены. Данные общего доступа в CloudKit не удалены.
th: ข้อมูลแอปในเครื่องถูกรีเซ็ตแล้ว ข้อมูล CloudKit ที่แชร์ไม่ได้ถูกลบ
zh_hans: 本地数据已重置。共享的 CloudKit 数据未受影响。
zh_hant: 本機資料已重設。共享的 CloudKit 資料未受影響。

source: Location Coordinates
de: Standortkoordinaten
es: Coordenadas de ubicación
fr: Coordonnées du lieu
ja: 位置座標
ko: 위치 좌표
ru: Координаты места
th: พิกัดตำแหน่ง
zh_hans: 地理坐标
zh_hant: 地理座標

source: Lock Screen Notification Text
de: Sperrbildschirm-Benachrichtigungstext
es: Texto en pantalla de bloqueo
fr: Texte sur l'écran verrouillé
ja: ロック画面通知テキスト
ko: 잠금 화면 알림 텍스트
ru: Текст на экране блокировки
th: ข้อความแจ้งเตือนบนหน้าจอล็อค
zh_hans: 锁屏通知文案
zh_hant: 鎖定畫面通知文字

source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ja: ロック中
ko: 잠김
ru: Заблокировано
th: ล็อคแล้ว
zh_hans: 已锁定
zh_hant: 已鎖定

source: MONTHLY BUDGET
de: MONATLICHES BUDGET
es: PRESUPUESTO MENSUAL
fr: BUDGET MENSUEL
ja: 月間予算
ko: 월간 예산
ru: МЕСЯЧНЫЙ БЮДЖЕТ
th: งบประมาณรายเดือน
zh_hans: 月度预算
zh_hant: 月度預算

source: Main Account
de: Hauptkonto
es: Cuenta principal
fr: Compte principal
ja: メイン口座
ko: 주 계좌
ru: Основной счёт
th: บัญชีหลัก
zh_hans: 主账户
zh_hant: 主帳戶

source: Manage Sharing
de: Freigabe verwalten
es: Gestionar uso compartido
fr: Gérer le partage
ja: 共有を管理
ko: 공유 관리
ru: Управление общим доступом
th: จัดการการแชร์
zh_hans: 管理共享
zh_hant: 管理分享

source: Manual
de: Manuell
fr: Manuel
ja: 手動
ko: 수동
ru: Вручную
th: กำหนดเอง
zh_hans: 手动
zh_hant: 手動

source: Market
de: Markt
es: Mercado
fr: Marché
ja: 市場
ko: 시장
ru: Рынок
th: ตลาด
zh_hans: 市场
zh_hant: 市場

source: Market Data
de: Marktdaten
es: Datos de mercado
fr: Données de marché
ja: 市場データ
ko: 시장 데이터
ru: Рыночные данные
th: ข้อมูลตลาด
zh_hans: 行情数据
zh_hant: 行情數據

source: Market price unavailable. Value uses cost basis.
de: Marktpreis nicht verfügbar. Wert basiert auf Anschaffungskosten.
es: Precio de mercado no disponible. Se usa el precio de coste.
fr: Prix du marché indisponible. La valeur utilise le prix de revient.
ja: 市場価格を取得できないため、取得価格で計算されています。
ko: 시장 가격을 가져올 수 없어 매입가를 기준으로 계산됩니다.
ru: Рыночная цена недоступна. Используется себестоимость.
th: ไม่มีราคาตลาด มูลค่าใช้ราคาต้นทุน
zh_hans: 当前暂无行情价格，按成本价计算。
zh_hant: 當前暫無行情價格，按成本價計算。

source: Meals & drinks
de: Mahlzeiten & Getränke
es: Comidas y bebidas
fr: Repas et boissons
ja: 食事・飲料
ko: 식사 및 음료
ru: Питание и напитки
th: อาหารและเครื่องดื่ม
zh_hans: 一日三餐、咖啡饮品
zh_hant: 一日三餐、咖啡飲品

source: Metal
de: Metall
fr: Métal
ja: 金属
ko: 메탈
ru: Металл
th: โลหะ
zh_hans: 金属
zh_hant: 金屬

source: Migration Failed
de: Migration fehlgeschlagen
es: Error de migración
fr: Échec de la migration
ja: 移行に失敗しました
ko: 마이그레이션 실패
ru: Сбой миграции
th: การย้ายข้อมูลล้มเหลว
zh_hans: 迁移失败
zh_hant: 遷移失敗

source: Miscellaneous incoming
de: Sonstige Eingänge
es: Ingresos variados
fr: Entrées diverses
ja: 副業・不用品売却・臨時収入
ko: 부수입 및 기타 수입
ru: Прочие поступления
th: รายรับเบ็ดเตล็ด
zh_hans: 兼职外快、二手变现、人情往来
zh_hant: 兼職外快、二手變現、人情往來

source: Missing
de: Fehlt
es: Falta
fr: Manquant
ja: 未入力
ko: 누락
ru: Отсутствует
th: สูญหาย
zh_hans: 缺失
zh_hant: 缺失

source: Month
de: Monat
es: Mes
fr: Mois
ja: 月
ko: 월
ru: Месяц
th: เดือน
zh_hans: 月份
zh_hant: 月份

source: Month-End Statement Reminder
de: Monatsende-Abrechnungserinnerung
es: Recordatorio de extracto de fin de mes
fr: Rappel de relevé de fin de mois
ja: 月末の明細確認リマインダー
ko: 월말 명세서 알림
ru: Напоминание о выписке в конце месяца
th: เตือนใบแจ้งยอดสิ้นเดือน
zh_hans: 月末对账提醒
zh_hant: 月末對賬提醒

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 毎月
ko: 매월
ru: Ежемесячно
th: รายเดือน
zh_hans: 每月
zh_hant: 每月

source: Monthly Account Budgets
de: Monatliche Kontobudgets
es: Presupuestos mensuales por cuenta
fr: Budgets mensuels par compte
ja: 口座別の月間予算
ko: 계좌별 월간 예산
ru: Бюджеты счетов на месяц
th: งบประมาณรายเดือนตามบัญชี
zh_hans: 按账户每月预算
zh_hant: 按帳戶每月預算

source: Monthly Budget
de: Monatliches Budget
es: Presupuesto mensual
fr: Budget mensuel
ja: 月間予算
ko: 월간 예산
ru: Месячный бюджет
th: งบประมาณรายเดือน
zh_hans: 月度预算
zh_hant: 月度預算

source: Monthly Category Budgets
de: Monatliche Kategoriebudgets
es: Presupuestos mensuales por categoría
fr: Budgets mensuels par catégorie
ja: カテゴリ別の月間予算
ko: 카테고리별 월간 예산
ru: Бюджеты категорий на месяц
th: งบประมาณรายเดือนตามหมวดหมู่
zh_hans: 按类别每月预算
zh_hant: 按類別每月預算

source: Monthly Interest
de: Monatlicher Zins
es: Interés mensual
fr: Intérêts mensuels
ja: 月利
ko: 월 이자
ru: Ежемесячные проценты
th: ดอกเบี้ยรายเดือน
zh_hans: 月利息
zh_hant: 月利息

source: Morning Reminder
de: Morgenerinnerung
es: Recordatorio matutino
fr: Rappel du matin
ja: 朝のリマインダー
ko: 아침 알림
ru: Утреннее напоминание
th: การแจ้งเตือนตอนเช้า
zh_hans: 早间提醒
zh_hant: 早間提醒

source: Move Down
de: Nach unten
es: Mover abajo
fr: Descendre
ja: 下へ移動
ko: 아래로 이동
ru: Вниз
th: เลื่อนลง
zh_hans: 下移
zh_hant: 下移

source: Move Up
de: Nach oben
es: Mover arriba
fr: Monter
ja: 上へ移動
ko: 위로 이동
ru: Вверх
th: เลื่อนขึ้น
zh_hans: 上移
zh_hant: 上移

source: Multi-Currency Account
de: Multiwährungskonto
es: Cuenta multidivisa
fr: Compte multidevise
ja: マルチ通貨口座
ko: 다중 통화 계좌
ru: Мультивалютный счёт
th: บัญชีหลายสกุลเงิน
zh_hans: 多币种账户
zh_hant: 多幣種帳戶

source: NET WORTH
de: NETTOVERMÖGEN
es: PATRIMONIO NETO
fr: VALEUR NETTE
ja: 純資産
ko: 순자산
ru: ЧИСТЫЙ КАПИТАЛ
th: มูลค่าสุทธิ
zh_hans: 净资产
zh_hant: 淨資產

source: Net Received
de: Netto erhalten
es: Neto recibido
fr: Net reçu
ja: 手取額
ko: 실 수령액
ru: Получено чистого
th: ยอดรับสุทธิ
zh_hans: 实到金额
zh_hant: 實到金額

source: Net Worth
de: Nettovermögen
es: Patrimonio neto
fr: Valeur nette
ja: 純資産
ko: 순자산
ru: Чистый капитал
th: มูลค่าสุทธิ
zh_hans: 净资产
zh_hant: 淨資產

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: しない
ko: 안 함
ru: Никогда
th: ไม่เคย
zh_hans: 从不
zh_hant: 從未

source: New Category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
ja: 新規カテゴリ
ko: 새 카테고리
ru: Новая категория
th: หมวดหมู่ใหม่
zh_hans: 新建类别
zh_hant: 新增類別

source: New Ledger
de: Neues Hauptbuch
es: Nuevo libro
fr: Nouveau grand livre
ja: 新規台帳
ko: 새 장부
ru: Новая книга
th: สมุดบัญชีใหม่
zh_hans: 新建账本
zh_hant: 新建帳本

source: New Location
de: Neuer Ort
es: Nueva ubicación
fr: Nouveau lieu
ja: 新しい場所
ko: 새 위치
ru: Новое место
th: ตำแหน่งใหม่
zh_hans: 新位置
zh_hant: 新地點

source: New Purchase
de: Neuer Einkauf
es: Nueva compra
fr: Nouvel achat
ja: 新規購入リスト
ko: 새 구매 항목
ru: Новая покупка
th: การซื้อใหม่
zh_hans: 新建采购项目
zh_hant: 新增採購項目

source: Newer Local Data
de: Neuere lokale Daten
es: Datos locales más recientes
fr: Données locales plus récentes
ja: ローカルデータの方が新しい
ko: 더 최신인 로컬 데이터
ru: Локальные данные новее
th: ข้อมูลในเครื่องใหม่กว่า
zh_hans: 本地数据更新
zh_hant: 本機資料較新

source: Next Run
de: Nächste Ausführung
es: Próxima ejecución
fr: Prochaine exécution
ja: 次回実行
ko: 다음 실행
ru: Следующий запуск
th: ดำเนินการถัดไป
zh_hans: 下次执行
zh_hant: 下次執行

source: No Accounts
de: Keine Konten
es: Sin cuentas
fr: Aucun compte
ja: 口座がありません
ko: 계좌 없음
ru: Нет счетов
th: ไม่มีบัญชี
zh_hans: 暂无账户
zh_hant: 暫無帳戶

source: No Budget Allocations
de: Keine Budgetzuweisungen
es: Sin asignaciones de presupuesto
fr: Aucune allocation budgétaire
ja: 予算の割り当てがありません
ko: 예산 배정 없음
ru: Бюджет не распределен
th: ไม่มีการจัดสรรงบประมาณ
zh_hans: 无预算分配
zh_hant: 無預算分配

source: No Calendar Events
de: Keine Kalenderereignisse
es: Sin eventos de calendario
fr: Aucun événement de calendrier
ja: カレンダーに予定がありません
ko: 캘린더 이벤트 없음
ru: Нет событий календаря
th: ไม่มีกิจกรรมในปฏิทิน
zh_hans: 日历中无相关日程
zh_hant: 行事曆中無相關行程

source: No Default
de: Kein Standard
es: Sin predeterminado
fr: Aucun par défaut
ja: 指定なし
ko: 기본값 없음
ru: Без значения по умолчанию
th: ไม่มีค่าเริ่มต้น
zh_hans: 不设默认
zh_hant: 無預設

source: No Expense
de: Keine Ausgaben
es: Sin gastos
fr: Aucune dépense
ja: 支出なし
ko: 지출 없음
ru: Нет расходов
th: ไม่มีค่าใช้จ่าย
zh_hans: 暂无支出
zh_hant: 暫無支出

source: No Income
de: Keine Einnahmen
es: Sin ingresos
fr: Aucun revenu
ja: 収入なし
ko: 수입 없음
ru: Нет доходов
th: ไม่มีรายได้
zh_hans: 暂无收入
zh_hant: 暫無收入

source: No Purchase Lists
de: Keine Einkaufslisten
es: Sin listas de compras
fr: Aucune liste d'achats
ja: 購入リストがありません
ko: 구매 목록 없음
ru: Нет списков покупок
th: ไม่มีรายการซื้อ
zh_hans: 暂无采购清单
zh_hant: 暫無採購清單

source: No Recorded Tax
de: Keine Steuern erfasst
es: Sin impuestos registrados
fr: Aucune taxe enregistrée
ja: 税金記録なし
ko: 기록된 세금 없음
ru: Нет записанного налога
th: ไม่มีภาษีที่บันทึกไว้
zh_hans: 暂无记录税费
zh_hant: 暫無記錄稅費

source: No Recurring Transactions
de: Keine wiederkehrenden Transaktionen
es: Sin transacciones recurrentes
fr: Aucune transaction récurrente
ja: 定期取引がありません
ko: 반복 거래 없음
ru: Нет регулярных транзакций
th: ไม่มีธุรกรรมที่เกิดซ้ำ
zh_hans: 暂无定期交易
zh_hant: 暫無定期交易

source: No Transactions
de: Keine Transaktionen
es: Sin transacciones
fr: Aucune transaction
ja: 取引がありません
ko: 거래 내역 없음
ru: Нет транзакций
th: ไม่มีธุรกรรม
zh_hans: 暂无交易记录
zh_hant: 暫無交易記錄
